Repository: AlonsoEnrique/Quotes
Catalog: po/extra/*.po
Languages: fr, nl, pt

source: Quotes
fr: Citations
nl: Citaten
pt: Citações

source: Quotes App
fr: Application Citations
nl: Citaten-toepassing
pt: Aplicação de Citações

source: Get quotes for daily inspiration
fr: Obtenez des citations pour une inspiration quotidienne
nl: Citaten voor dagelijkse inspiratie
pt: Obtenha citações para se inspirar diariamente

source: Quotes;Inspiration;
fr: Citations;Inspiration;
nl: Citaten;Inspiratie;
pt: Citações;Inspiração;

source: Quotes for daily inspiration
fr: Des citations pour une inspiration quotidienne
nl: Citaten voor dagelijkse inspiratie
pt: Citações para se inspirar diariamente

source: Get random quotes for daily inspiration, share and get another quotes ;), be happy.
fr: Obtenez des citations aléatoires pour une inspiration quotidienne, partagez et obtenez d'autres citations ;), soyez heureux.
nl: Toont willekeurige citaten voor dagelijkse inspiratie en biedt de mogelijkheid tot delen. Wees gelukkig :)
pt: Obtenha citações aleatórias para se inspirar diariamente, partilhe e obtenha mais citações ;), seja feliz.

source: Get random quotes
fr: Obtenez des citations aléatoires
nl: Toont willekeurige citaten
pt: Obtenha citações aleatórias

source: Copy to clipboard
fr: Copiez dans le presse-papiers
nl: KopiÃ«ren naar klembord
pt: Copiar para a área de transferência

source: Share in social networks
fr: Partagez sur les réseaux sociaux
nl: Delen op sociale media
pt: Partilhar nas redes sociais

source: Release: major update
fr: Version : Mise à jour majeure

source: Switch from cmake to meson build
fr: Passage de cmake a meson

source: Remove the Google+ sharing button
fr: Suppression du bouton de partage vers Google+

source: Make the app translatable
fr: L'application peut désormais être traduite

source: French translations by @NathanBnm
fr: Traductions en français par @NathanBnm

source: Fixes and improvements
fr: Corrections et améliorations

source: Release: Fix AppStream data
fr: Version : Correction des données de l'application
nl: Uitgave: AppStream-gegevens gerepareerd
pt: Lançamento: Corrigido dados na AppStream

source: Fix AppStream screenshot reference
fr: Correction de la capture d'écran
nl: AppStream-schermfotoverwijzing gerepareerd
pt: Corrigido a referência da captura de ecrã na AppStream
